[
    {
        "id": "Q23",
        "first_name": "George",
        "last_name": "Washington",
        "birth_date": "1732-02-22",
        "death_date": "1799-12-14",
        "place_of_birth": "Westmoreland County",
        "wikipedia_url": "https://en.wikipedia.org/wiki/George_Washington",
        "start_mandate": "1789-04-30",
        "end_mandate": "1797-03-04",
        "first_wiki_paragraph": "George Washington (February 22, 1732 – December 14, 1799) was an American Founding Father, military officer, politician and statesman who served as the first president of the United States from 1789 to 1797. Appointed by the Second Continental Congress as commander of the Continental Army in 1775, Washington led Patriot forces to victory in the American Revolutionary War and then served as president of the Constitutional Convention in 1787, which drafted and ratified the Constitution of the United States and established the U.S. federal government. Washington has thus been called the \"Father of the Nation\".\n"
    },
    {
        "id": "Q76",
        "first_name": "Barack",
        "last_name": "Obama",
        "birth_date": "1961-08-04",
        "death_date": null,
        "place_of_birth": "Kapiolani Medical Center for Women and Children",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Barack_Obama",
        "start_mandate": "2009-01-20",
        "end_mandate": "2017-01-20",
        "first_wiki_paragraph": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ ⓘ bə-RAHK hoo-SAYN oh-BAH-mə;[1] born August 4, 1961) is an American politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American  president in U.S. history. Obama previously served as a U.S. senator representing Illinois from 2005 to 2008, as an Illinois state senator from 1997 to 2004, and as a civil rights lawyer and university lecturer. \n"
    },
    {
        "id": "Q91",
        "first_name": "Abraham",
        "last_name": "Lincoln",
        "birth_date": "1809-02-12",
        "death_date": "1865-04-15",
        "place_of_birth": "Sinking Spring Farm",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Abraham_Lincoln",
        "start_mandate": "1861-03-04",
        "end_mandate": "1865-04-15",
        "first_wiki_paragraph": "Abraham Lincoln (/ˈlɪŋkən/ LINK-ən; February 12, 1809 – April 15, 1865) was an American lawyer, politician, and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the United States through the American Civil War, defending the nation as a constitutional union, defeating the insurgent Confederacy, abolishing slavery, expanding the power of the federal government, and modernizing the U.S. economy.\n"
    },
    {
        "id": "Q207",
        "first_name": "George",
        "last_name": "Bush",
        "birth_date": "1946-07-06",
        "death_date": null,
        "place_of_birth": "New Haven",
        "wikipedia_url": "https://en.wikipedia.org/wiki/George_W._Bush",
        "start_mandate": "2001-01-20",
        "end_mandate": "2009-01-20",
        "first_wiki_paragraph": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he previously served as the 46th governor of Texas from 1995 to 2000.\n"
    },
    {
        "id": "Q1124",
        "first_name": "Bill",
        "last_name": "Clinton",
        "birth_date": "1946-08-19",
        "death_date": null,
        "place_of_birth": "Hope",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Bill_Clinton",
        "start_mandate": "1993-01-20",
        "end_mandate": "2001-01-20",
        "first_wiki_paragraph": "William Jefferson Clinton (born William Jefferson Blythe III, August 19, 1946) is an American politician  who served as the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as Governor of Arkansas from 1979 to 1981 and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat.\n"
    },
    {
        "id": "Q6279",
        "first_name": "Joe",
        "last_name": "Biden",
        "birth_date": "1942-11-20",
        "death_date": null,
        "place_of_birth": "St. Mary's Hospital",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Joe_Biden",
        "start_mandate": "2021-01-20",
        "end_mandate": null,
        "first_wiki_paragraph": "Joseph Robinette Biden Jr. (/ˈbaɪdən/ ⓘ BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he previously served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the United States Senate from 1973 to 2009.\n"
    },
    {
        "id": "Q8007",
        "first_name": "Franklin",
        "last_name": "Roosevelt",
        "birth_date": "1882-01-30",
        "death_date": "1945-04-12",
        "place_of_birth": "Hyde Park",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Franklin_D._Roosevelt",
        "start_mandate": "1933-03-04",
        "end_mandate": "1945-04-12",
        "first_wiki_paragraph": "Franklin Delano Roosevelt[a] (January 30, 1882 – April 12, 1945), commonly known as FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. He was a member of the Democratic Party and is the only U.S. president to have served more than two terms. His initial two terms were centered on combating the Great Depression, while his third and fourth saw him shift his focus to America's involvement in World War II. \n"
    },
    {
        "id": "Q8612",
        "first_name": "Andrew",
        "last_name": "Johnson",
        "birth_date": "1808-12-29",
        "death_date": "1875-07-31",
        "place_of_birth": "Raleigh",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Andrew_Johnson",
        "start_mandate": "1865-04-15",
        "end_mandate": "1869-03-04",
        "first_wiki_paragraph": "Andrew Johnson (December 29, 1808 – July 31, 1875) was an American politician who served as the 17th president of the United States from 1865 to 1869. He assumed the presidency following the assassination of Abraham Lincoln, as he was vice president at that time. Johnson was a Democrat who ran with Abraham Lincoln on the National Union Party ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.\n"
    },
    {
        "id": "Q9582",
        "first_name": "Gerald",
        "last_name": "Ford",
        "birth_date": "1913-07-14",
        "death_date": "2006-12-26",
        "place_of_birth": "Omaha",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Gerald_Ford",
        "start_mandate": "1974-08-09",
        "end_mandate": "1977-01-20",
        "first_wiki_paragraph": "Gerald Rudolph Ford Jr. (/ˈdʒɛrəld/ JERR-əld;[1] born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from 1974 to 1977. He previously served as the leader of the Republican Party in the U.S. House of Representatives from 1965 to 1973, and as the 40th vice president under President Richard Nixon from 1973 to 1974. Ford succeeded to the presidency when Nixon resigned in 1974, but was defeated for election to a full term in 1976. Ford is the only person to become U.S. president without winning an election for president or vice president.\n"
    },
    {
        "id": "Q9588",
        "first_name": "Richard",
        "last_name": "Nixon",
        "birth_date": "1913-01-09",
        "death_date": "1994-04-22",
        "place_of_birth": "Yorba Linda",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Richard_Nixon",
        "start_mandate": "1969-01-20",
        "end_mandate": "1974-08-09",
        "first_wiki_paragraph": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, he previously served as a representative and senator from California and as the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His presidency saw the reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the Apollo 11 Moon landing, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early when he became the only U.S. president to resign from office, as a result of the Watergate scandal.\n"
    },
    {
        "id": "Q9640",
        "first_name": "Lyndon",
        "last_name": "Johnson",
        "birth_date": "1908-08-27",
        "death_date": "1973-01-22",
        "place_of_birth": "Stonewall",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Lyndon_B._Johnson",
        "start_mandate": "1963-11-22",
        "end_mandate": "1969-01-20",
        "first_wiki_paragraph": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. He became president after the assassination of John F. Kennedy, under whom he had served as the 37th vice president from 1961 to 1963. A Democrat from Texas, Johnson also served as a U.S. representative and U.S. senator.\n"
    },
    {
        "id": "Q9696",
        "first_name": "John",
        "last_name": "Kennedy",
        "birth_date": "1917-05-29",
        "death_date": "1963-11-22",
        "place_of_birth": "Brookline",
        "wikipedia_url": "https://en.wikipedia.org/wiki/John_F._Kennedy",
        "start_mandate": "1961-01-20",
        "end_mandate": "1963-11-22",
        "first_wiki_paragraph": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to as JFK or Jack, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. He was the youngest person elected president.[2] Kennedy served at the height of the Cold War, and the majority of his foreign policy concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S. Congress prior to his presidency.\n"
    },
    {
        "id": "Q9916",
        "first_name": "Dwight",
        "last_name": "Eisenhower",
        "birth_date": "1890-10-14",
        "death_date": "1969-03-28",
        "place_of_birth": "Denison",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Dwight_D._Eisenhower",
        "start_mandate": "1953-01-20",
        "end_mandate": "1961-01-20",
        "first_wiki_paragraph": "Dwight David Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; born David Dwight Eisenhower; October 14, 1890 – March 28, 1969), nicknamed Ike, was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he was Supreme Commander of the Allied Expeditionary Force in Europe and achieved the five-star rank as General of the Army. Eisenhower planned and supervised two of the most consequential military campaigns of World War II:  Operation Torch in the North Africa campaign in 1942–1943 and the invasion of Normandy in 1944.\n"
    },
    {
        "id": "Q9960",
        "first_name": "Ronald",
        "last_name": "Reagan",
        "birth_date": "1911-02-06",
        "death_date": "2004-06-05",
        "place_of_birth": "Tampico",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Ronald_Reagan",
        "start_mandate": "1981-01-20",
        "end_mandate": "1989-01-20",
        "first_wiki_paragraph": "Ronald Wilson Reagan (/ˈreɪɡən/ RAY-gən; February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40th president of the United States from 1981 to 1989. A member of the Republican Party, his presidency constituted the Reagan era, and he is considered one of the most prominent conservative figures in American history.\n"
    },
    {
        "id": "Q11613",
        "first_name": "Harry",
        "last_name": "Truman",
        "birth_date": "1884-05-08",
        "death_date": "1972-12-26",
        "place_of_birth": "Lamar",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Harry_S._Truman",
        "start_mandate": "1945-04-12",
        "end_mandate": "1953-01-20",
        "first_wiki_paragraph": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States, serving from 1945 to 1953. A member of the Democratic Party, he previously served as a United States senator from Missouri from 1935 to 1945 and briefly as the 34th vice president in 1945 under Franklin D. Roosevelt. Assuming the presidency after Roosevelt's death, Truman implemented the Marshall Plan in the wake of World War II to rebuild the economy of Western Europe and established both the Truman Doctrine and NATO to contain the expansion of Soviet communism. He proposed numerous liberal domestic reforms, but few were enacted by the conservative coalition that dominated the Congress.\n"
    },
    {
        "id": "Q11806",
        "first_name": "John",
        "last_name": "Adams",
        "birth_date": null,
        "death_date": "1826-07-04",
        "place_of_birth": "Braintree",
        "wikipedia_url": "https://en.wikipedia.org/wiki/John_Adams",
        "start_mandate": "1797-03-04",
        "end_mandate": "1801-03-04",
        "first_wiki_paragraph": "John Adams (October 30, 1735 – July 4, 1826) was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain. During the latter part of the Revolutionary War and in the early years of the new nation, he served the U.S. government as a senior diplomat in Europe. Adams was the first person to hold the office of vice president of the United States, serving from 1789 to 1797. He was a dedicated diarist and regularly corresponded with important contemporaries, including his wife and adviser Abigail Adams and his friend and political rival Thomas Jefferson.\n"
    },
    {
        "id": "Q11812",
        "first_name": "Thomas",
        "last_name": "Jefferson",
        "birth_date": null,
        "death_date": "1826-07-04",
        "place_of_birth": "Shadwell",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Thomas_Jefferson",
        "start_mandate": "1801-03-04",
        "end_mandate": "1809-03-04",
        "first_wiki_paragraph": "Thomas Jefferson (April 13, 1743[b] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the president of the United States from 1801 to 1809.[6] He was the primary author of the Declaration of Independence. Following the American Revolutionary War and prior to becoming president in 1801, Jefferson was the nation's first U.S. secretary of state under George Washington and then the nation's second vice president under John Adams.\n"
    },
    {
        "id": "Q11813",
        "first_name": "James",
        "last_name": "Madison",
        "birth_date": "1751-03-16",
        "death_date": "1836-06-28",
        "place_of_birth": "Port Conway",
        "wikipedia_url": "https://en.wikipedia.org/wiki/James_Madison",
        "start_mandate": "1809-03-04",
        "end_mandate": "1817-03-04",
        "first_wiki_paragraph": "James Madison (March 16, 1751[b] – June 28, 1836) was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. Madison was popularly acclaimed the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.\n"
    },
    {
        "id": "Q11815",
        "first_name": "James",
        "last_name": "Monroe",
        "birth_date": "1758-04-28",
        "death_date": "1831-07-04",
        "place_of_birth": "Monroe Hall",
        "wikipedia_url": "https://en.wikipedia.org/wiki/James_Monroe",
        "start_mandate": "1817-03-04",
        "end_mandate": "1825-03-04",
        "first_wiki_paragraph": "James Monroe (/mənˈroʊ/ mən-ROH; April 28, 1758 – July 4, 1831) was an American statesman, lawyer, diplomat, and Founding Father who served as the fifth president of the United States from 1817 to 1825, a member of the Democratic-Republican Party. He was the last Founding Father to serve as president as well as the last president of the Virginia dynasty and the Republican Generation. His presidency coincided with the Era of Good Feelings, concluding the First Party System era of American politics. He issued the Monroe Doctrine, a policy of limiting European colonialism in the Americas. Monroe previously served as governor of Virginia, a member of the United States Senate, U.S. ambassador to France and Britain, the seventh secretary of state, and the eighth secretary of war.\n"
    },
    {
        "id": "Q11816",
        "first_name": "John",
        "last_name": "Adams",
        "birth_date": "1767-07-11",
        "death_date": "1848-02-23",
        "place_of_birth": "Braintree",
        "wikipedia_url": "https://en.wikipedia.org/wiki/John_Quincy_Adams",
        "start_mandate": "1825-03-04",
        "end_mandate": "1829-03-04",
        "first_wiki_paragraph": "John Quincy Adams (/ˈkwɪnzi/ ⓘ;[a] July 11, 1767 – February 23, 1848) was an American statesman, politician, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States secretary of state from 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of the United States Congress representing Massachusetts in both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and later, in the mid-1830s, became affiliated with the Whig Party.\n"
    },
    {
        "id": "Q11817",
        "first_name": "Andrew",
        "last_name": "Jackson",
        "birth_date": "1767-03-15",
        "death_date": "1845-06-08",
        "place_of_birth": "Waxhaws",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Andrew_Jackson",
        "start_mandate": "1829-03-04",
        "end_mandate": "1837-03-04",
        "first_wiki_paragraph": "Andrew Jackson Jr  (March 15, 1767 – June 8, 1845) was an American lawyer, planter, general, and statesman who served as the seventh president of the United States from 1829 to 1837. Before his presidency, he gained fame as a general in the U.S. Army and served in both houses of the U.S. Congress. Often praised as an advocate for ordinary Americans and for his work in preserving the union of states, Jackson has also been criticized for his racial policies, particularly his treatment of Native Americans.\n"
    },
    {
        "id": "Q11820",
        "first_name": "Martin",
        "last_name": "Van Buren",
        "birth_date": "1782-12-05",
        "death_date": "1862-07-24",
        "place_of_birth": "Kinderhook",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Martin_Van_Buren",
        "start_mandate": "1837-03-04",
        "end_mandate": "1841-03-04",
        "first_wiki_paragraph": "Martin Van Buren (/væn ˈbjʊərən/ van BURE-ən; Dutch: Maarten van Buren [ˈmaːrtə(n) vɑm ˈbyːrə(n)] ⓘ; December 5, 1782 – July 24, 1862) was an American lawyer, diplomat, and statesman who served as the eighth president of the United States from 1837 to 1841. A primary founder of the Democratic Party, he served as New York's attorney general, U.S. senator, then briefly as the ninth governor of New York before joining Andrew Jackson's administration as the tenth United States secretary of state, minister to Great Britain, and ultimately the eighth vice president when named Jackson's running mate for the 1832 election. Van Buren won the presidency in 1836 against divided Whig opponents, the first president of non-Anglo-Saxon heritage and so far the only speaking English as a second language. Van Buren lost re-election in 1840, and failed to win the Democratic nomination in 1844. Later in his life, Van Buren emerged as an elder statesman and an important anti-slavery leader who led the Free Soil Party ticket in the 1848 presidential election.\n"
    },
    {
        "id": "Q11869",
        "first_name": "William",
        "last_name": "Harrison",
        "birth_date": "1773-02-09",
        "death_date": "1841-04-04",
        "place_of_birth": "Charles City County",
        "wikipedia_url": "https://en.wikipedia.org/wiki/William_Henry_Harrison",
        "start_mandate": "1841-03-04",
        "end_mandate": "1841-04-04",
        "first_wiki_paragraph": "William Henry Harrison (February 9, 1773 – April 4, 1841) was an American military officer and politician who served as the ninth president of the United States. Harrison died just 31 days after his inauguration as president in 1841, making his presidency the shortest in U.S. history. He was also the first U.S. president to die in office, causing a brief constitutional crisis since presidential succession was not then fully defined in the United States Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies and was the paternal grandfather of Benjamin Harrison, the 23rd president of the United States.\n"
    },
    {
        "id": "Q11881",
        "first_name": "John",
        "last_name": "Tyler",
        "birth_date": "1790-03-29",
        "death_date": "1862-01-18",
        "place_of_birth": "Charles City County",
        "wikipedia_url": "https://en.wikipedia.org/wiki/John_Tyler",
        "start_mandate": "1841-04-04",
        "end_mandate": "1845-03-04",
        "first_wiki_paragraph": "John Tyler (March 29, 1790 – January 18, 1862) was an American politician who served as the tenth president of the United States from 1841 to 1845, after briefly holding office as the tenth vice president in 1841. He was elected vice president on the 1840 Whig ticket with President William Henry Harrison, succeeding to the presidency following Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate of states' rights, including regarding slavery, and he adopted nationalistic policies as president only when they did not infringe on the states' powers. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clay and other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time.\n"
    },
    {
        "id": "Q11891",
        "first_name": "James",
        "last_name": "Polk",
        "birth_date": "1795-11-02",
        "death_date": "1849-06-15",
        "place_of_birth": "Pineville",
        "wikipedia_url": "https://en.wikipedia.org/wiki/James_K._Polk",
        "start_mandate": "1845-03-04",
        "end_mandate": "1849-03-04",
        "first_wiki_paragraph": "James Knox Polk (/poʊk/;[1] November 2, 1795 – June 15, 1849) was the 11th president of the United States, serving from 1845 to 1849. He also served as the 13th speaker of the House of Representatives from 1835 to 1839 and the ninth governor of Tennessee from 1839 to 1841. A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is known for extending the territory of the United States through the Mexican–American War during his presidency, annexing the Republic of Texas, the Oregon Territory, and the Mexican Cession after winning the Mexican–American War.\n"
    },
    {
        "id": "Q11896",
        "first_name": "Zachary",
        "last_name": "Taylor",
        "birth_date": "1784-11-24",
        "death_date": "1850-07-09",
        "place_of_birth": "Barboursville",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Zachary_Taylor",
        "start_mandate": "1849-03-04",
        "end_mandate": "1850-07-09",
        "first_wiki_paragraph": "Zachary Taylor (November 24, 1784 – July 9, 1850) was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor was a career officer in the United States Army, rising to the rank of major general and becoming a national hero for his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from a stomach disease.\n"
    },
    {
        "id": "Q12306",
        "first_name": "Millard",
        "last_name": "Fillmore",
        "birth_date": "1800-01-07",
        "death_date": "1874-03-08",
        "place_of_birth": "Summerhill",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Millard_Fillmore",
        "start_mandate": "1850-07-09",
        "end_mandate": "1853-03-04",
        "first_wiki_paragraph": "Millard Fillmore (January 7, 1800 – March 8, 1874) was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House.  A former member of the U.S. House of Representatives from upstate New York, Fillmore was elected as the 12th vice president in 1848, and succeeded to the presidency in July 1850 upon the death of Zachary Taylor. Fillmore was instrumental in passing the Compromise of 1850, a bargain that led to a brief truce in the battle over the expansion of slavery. He failed to win the Whig nomination for president in 1852 but gained the endorsement of the nativist Know Nothing Party four years later and finished third in the 1856 presidential election.\n"
    },
    {
        "id": "Q12312",
        "first_name": "Franklin",
        "last_name": "Pierce",
        "birth_date": "1804-11-23",
        "death_date": "1869-10-08",
        "place_of_birth": "Hillsborough",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Franklin_Pierce",
        "start_mandate": "1853-03-04",
        "end_mandate": "1857-03-04",
        "first_wiki_paragraph": "Franklin Pierce (November 23, 1804 – October 8, 1869) was an American politician who served as the 14th president of the United States from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act. Conflict between North and South continued after Pierce's presidency, and, after Abraham Lincoln was elected president in 1860, the Southern states seceded, resulting in the American Civil War.\n"
    },
    {
        "id": "Q12325",
        "first_name": "James",
        "last_name": "Buchanan",
        "birth_date": "1791-04-23",
        "death_date": "1868-06-01",
        "place_of_birth": "Stony Batter",
        "wikipedia_url": "https://en.wikipedia.org/wiki/James_Buchanan",
        "start_mandate": "1857-03-04",
        "end_mandate": "1861-03-04",
        "first_wiki_paragraph": "James Buchanan Jr. (/bjuːˈkænən/ bew-KAN-ən;[3] April 23, 1791 – June 1, 1868) was an American lawyer, diplomat, and politician who served as the 15th president of the United States from 1857 to 1861. He previously served as secretary of state from 1845 to 1849 and represented Pennsylvania in both houses of the U.S. Congress. He was an advocate for states' rights, particularly regarding slavery, and minimized the role of the federal government preceding the Civil War. Historians and scholars rank Buchanan as among the worst presidents in American history.  Buchanan was the last president to have been born in the eighteenth century. \n"
    },
    {
        "id": "Q22686",
        "first_name": "Donald",
        "last_name": "Trump",
        "birth_date": "1946-06-14",
        "death_date": null,
        "place_of_birth": "Jamaica Hospital Medical Center",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Donald_Trump",
        "start_mandate": "2017-01-20",
        "end_mandate": "2021-01-20",
        "first_wiki_paragraph": "Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021. \n"
    },
    {
        "id": "Q23505",
        "first_name": "George",
        "last_name": "Bush",
        "birth_date": "1924-06-12",
        "death_date": "2018-11-30",
        "place_of_birth": "Milton",
        "wikipedia_url": "https://en.wikipedia.org/wiki/George_H._W._Bush",
        "start_mandate": "1989-01-20",
        "end_mandate": "1993-01-20",
        "first_wiki_paragraph": "George Herbert Walker Bush[a] (June 12, 1924 – November 30, 2018) was an American politician, diplomat,[2] and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, he also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, and in various other federal positions prior to that.\n"
    },
    {
        "id": "Q23685",
        "first_name": "Jimmy",
        "last_name": "Carter",
        "birth_date": "1924-10-01",
        "death_date": null,
        "place_of_birth": "Lillian G. Carter Nursing Center",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Jimmy_Carter",
        "start_mandate": "1977-01-20",
        "end_mandate": "1981-01-20",
        "first_wiki_paragraph": "James Earl Carter Jr. (born October 1, 1924) is an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, Carter was the 76th governor of Georgia from 1971 to 1975, and a Georgia state senator from 1963 to 1967. At age 99, he is both the oldest living former U.S. president and the longest-lived president in U.S. history. \n"
    },
    {
        "id": "Q33866",
        "first_name": "Theodore",
        "last_name": "Roosevelt",
        "birth_date": "1858-10-27",
        "death_date": "1919-01-06",
        "place_of_birth": "Manhattan",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Theodore_Roosevelt",
        "start_mandate": "1901-09-14",
        "end_mandate": "1909-03-04",
        "first_wiki_paragraph": "Theodore  Roosevelt Jr.[b] (October 27, 1858 – January 6, 1919), often referred to as Teddy or by his initials, T. R., was an American politician, statesman, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He previously held various positions in New York politics, rising up the ranks to serve as the state's 33rd governor for two years. He later served as the 25th vice president under president William McKinley for six months in 1901, assuming the presidency after McKinley's assassination. As president, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive policies.\n"
    },
    {
        "id": "Q34296",
        "first_name": "Woodrow",
        "last_name": "Wilson",
        "birth_date": "1856-12-28",
        "death_date": "1924-02-03",
        "place_of_birth": "Staunton",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Woodrow_Wilson",
        "start_mandate": "1913-03-04",
        "end_mandate": "1921-03-04",
        "first_wiki_paragraph": "Thomas Woodrow Wilson (December 28, 1856 – February 3, 1924) was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A member of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As president, Wilson changed the nation's economic policies and led the United States into World War I in 1917. He was the leading architect of the League of Nations, and his progressive stance on foreign policy came to be known as Wilsonianism.\n"
    },
    {
        "id": "Q34597",
        "first_name": "James",
        "last_name": "Garfield",
        "birth_date": "1831-11-19",
        "death_date": "1881-09-19",
        "place_of_birth": "Moreland Hills",
        "wikipedia_url": "https://en.wikipedia.org/wiki/James_A._Garfield",
        "start_mandate": "1881-03-04",
        "end_mandate": "1881-09-19",
        "first_wiki_paragraph": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th president of the United States, serving from March 1881 until his death the following September after being shot by an assassin in July. A lawyer and Civil War general, Garfield served nine terms in the United States House of Representatives and is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U.S. Senate by the Ohio General Assembly—a position he declined when he became president-elect.\n"
    },
    {
        "id": "Q34836",
        "first_name": "Ulysses",
        "last_name": "Grant",
        "birth_date": "1822-04-27",
        "death_date": "1885-07-23",
        "place_of_birth": "Point Pleasant",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Ulysses_S._Grant",
        "start_mandate": "1869-03-04",
        "end_mandate": "1877-03-04",
        "first_wiki_paragraph": "Ulysses S. Grant (born Hiram Ulysses Grant;[b] April 27, 1822 – July 23, 1885) was an American military officer and politician who served as the 18th president of the United States from 1869 to 1877. As commanding general, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as U.S. secretary of war. As president, Grant was an effective civil rights executive who signed the bill that created the Justice Department and worked with Radical Republicans to protect African Americans during Reconstruction.\n"
    },
    {
        "id": "Q35041",
        "first_name": "William",
        "last_name": "McKinley",
        "birth_date": "1843-01-29",
        "death_date": "1901-09-14",
        "place_of_birth": "Niles",
        "wikipedia_url": "https://en.wikipedia.org/wiki/William_McKinley",
        "start_mandate": "1897-03-04",
        "end_mandate": "1901-09-14",
        "first_wiki_paragraph": "William McKinley (January 29, 1843 – September 14, 1901) was an American politician who served as the 25th president of the United States from 1897 until his assassination in 1901. A member of the Republican Party, he led a realignment that made Republicans largely dominant in the industrial states and nationwide for decades. He presided over victory in the Spanish–American War of 1898; gained control of Hawaii, Puerto Rico, the Philippines and Cuba; restored prosperity after a deep depression; rejected the inflationary monetary policy of free silver, keeping the nation on the gold standard; and raised protective tariffs.\n"
    },
    {
        "id": "Q35171",
        "first_name": "Stephen",
        "last_name": "Cleveland",
        "birth_date": "1837-03-18",
        "death_date": "1908-06-24",
        "place_of_birth": "Caldwell",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Grover_Cleveland",
        "start_mandate": "1893-03-04",
        "end_mandate": "1897-03-04",
        "first_wiki_paragraph": "Stephen Grover Cleveland (March 18, 1837 – June 24, 1908) was an American politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. In the years before his presidency, he served as a mayor and governor of New York state, winning fame as an anti-corruption crusader. Cleveland was the first Democrat to win the presidency after the Civil war, and was one of two Democrat presidents, followed by Woodrow Wilson in 1912, in an era when Republicans dominated the presidency between 1861 and 1933. He is the only president in U.S. history to serve non-consecutive presidential terms.[b] He won the popular vote in three presidential elections—1884, 1888, and 1892. Benjamin Harrison won the electoral college vote, and thus the presidency, in 1888.\n"
    },
    {
        "id": "Q35236",
        "first_name": "Herbert",
        "last_name": "Hoover",
        "birth_date": "1874-08-10",
        "death_date": "1964-10-20",
        "place_of_birth": "West Branch",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Herbert_Hoover",
        "start_mandate": "1929-03-04",
        "end_mandate": "1933-03-04",
        "first_wiki_paragraph": "Herbert Clark Hoover (August 10, 1874 – October 20, 1964) was an American politician who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. A wealthy mining engineer before his presidency, Hoover led the wartime Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the U.S. secretary of commerce.\n"
    },
    {
        "id": "Q35286",
        "first_name": "Warren",
        "last_name": "Harding",
        "birth_date": "1865-11-02",
        "death_date": "1923-08-02",
        "place_of_birth": "Blooming Grove",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Warren_G._Harding",
        "start_mandate": "1921-03-04",
        "end_mandate": "1923-08-02",
        "first_wiki_paragraph": "Warren Gamaliel Harding (November 2, 1865 – August 2, 1923) was an American politician who served as the 29th president of the United States from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular sitting U.S. presidents. After his death, a number of scandals were exposed, including Teapot Dome, as well as an extramarital affair with Nan Britton, which tarnished his reputation.\n"
    },
    {
        "id": "Q35498",
        "first_name": "Chester",
        "last_name": "Arthur",
        "birth_date": "1829-10-05",
        "death_date": "1886-11-18",
        "place_of_birth": "Fairfield",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Chester_A._Arthur",
        "start_mandate": "1881-09-19",
        "end_mandate": "1885-03-04",
        "first_wiki_paragraph": "Chester Alan Arthur (October 5, 1829[b] – November 18, 1886) was an American politician who served as the 21st president of the United States from 1881 to 1885. He was a Republican lawyer from New York who briefly served as the 20th vice president under President James A. Garfield. Arthur assumed the presidency after Garfield's death on September 19, 1881, and served the remainder of his term until March 4, 1885.\n"
    },
    {
        "id": "Q35648",
        "first_name": "William",
        "last_name": "Taft",
        "birth_date": "1857-09-15",
        "death_date": "1930-03-08",
        "place_of_birth": "Cincinnati",
        "wikipedia_url": "https://en.wikipedia.org/wiki/William_Howard_Taft",
        "start_mandate": "1909-03-04",
        "end_mandate": "1913-03-04",
        "first_wiki_paragraph": "William Howard Taft (September 15, 1857 – March 8, 1930) was the 27th president of the United States, serving from 1909 to 1913, and the tenth chief justice of the United States, serving from 1921 to 1930, the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection in 1912 by Woodrow Wilson after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position he held until a month before his death.\n"
    },
    {
        "id": "Q35678",
        "first_name": "Benjamin",
        "last_name": "Harrison",
        "birth_date": "1833-08-20",
        "death_date": "1901-03-13",
        "place_of_birth": "North Bend",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Benjamin_Harrison",
        "start_mandate": "1889-03-04",
        "end_mandate": "1893-03-04",
        "first_wiki_paragraph": "Benjamin Harrison (August 20, 1833 – March 13, 1901) was an American politician who served as the 23rd president of the United States from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father.\n"
    },
    {
        "id": "Q35686",
        "first_name": "Rutherford",
        "last_name": "Hayes",
        "birth_date": "1822-10-04",
        "death_date": "1893-01-17",
        "place_of_birth": "Delaware",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Rutherford_B._Hayes",
        "start_mandate": "1877-03-04",
        "end_mandate": "1881-03-04",
        "first_wiki_paragraph": "Rutherford Birchard Hayes (/ˈrəðərfərd/; October 4, 1822 – January 17, 1893) was an American military officer and politician who served as the 19th president of the United States from 1877 to 1881. During the American Civil War, Hayes served in the Union Army and earned a reputation for bravery in combat, rising up the ranks to serve as brevet major general. After the war, he served in the House of Representatives and as Governor of Ohio before assuming the presidency after his disputed[1][2][3] victory in the 1876 presidential election.\n"
    },
    {
        "id": "Q36023",
        "first_name": "John",
        "last_name": "Coolidge",
        "birth_date": "1872-07-04",
        "death_date": "1933-01-05",
        "place_of_birth": "Plymouth Notch",
        "wikipedia_url": "https://en.wikipedia.org/wiki/Calvin_Coolidge",
        "start_mandate": "1923-08-02",
        "end_mandate": "1929-03-04",
        "first_wiki_paragraph": "Calvin Coolidge (born John Calvin Coolidge Jr.;[1] /ˈkuːlɪdʒ/; July 4, 1872 – January 5, 1933) was an American attorney and politician who served as the 30th president of the United States from 1923 to 1929.\n"
    }
]
